Repository: JaredSartin/the-stuhm-blahn-inn
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es_419

source: 5 minutes for a movie download. My train trip was just as good as a flight with in-train entertainment.
es_419: La descarga de la película demoró 5 minutos. El viaje en tren fue tan bueno como uno en avión gracias al entretenimiento incluido en el tren.

source: A key element of Google Station’s platform is monetization. We help you monetize your public Wi-Fi network, so your customers can connect fast and reliably for years to come. Google Station integrates premium advertising inventory into public Wi-Fi networks, which allows our world-class ad sales team to show your customers relevant advertisements from top global brands.
es_419: Un elemento clave de la plataforma de Google Station es la monetización. Te ayudamos a monetizar tu red Wi-Fi pública para que tus clientes puedan conectarse con rapidez y seguridad en los próximos años. Google Station integra un inventario de publicidad premium en redes Wi-Fi públicas, lo cual permite que nuestro equipo de venta de anuncios de nivel mundial les muestre a tus clientes anuncios relevantes de las principales marcas globales.

source: AP Management
es_419: Administración de AP

source: AP onboarding
es_419: Integración de AP

source: About
es_419: Acerca de

source: About Google
es_419: Acerca de Google

source: Admission Control
es_419: Control de admisión

source: Asset/Inventory management
es_419: Administración de activo/inventario

source: Average daily visitors to a single venue
es_419: Promedio de visitantes diarios en un único establecimiento

source: Branding
es_419: Desarrollo de la marca

source: Choose a type of organization
es_419: Elige un tipo de organización

source: Company or Organization
es_419: Organización o empresa

source: Compared to other public Wi-Fi networks, Google Station stands apart. We use smart, data-backed tools to choose where networks should live and how they should be designed. Google also provides operations and quality assurance support to reduce your deployment and operations costs. Google Station supports select access points from major vendors and industry-standard network architectures.
es_419: Google Station se destaca de otras redes Wi-Fi públicas, ya que usa herramientas inteligentes y respaldadas por datos para elegir dónde deben funcionar las redes y cómo deberían estar diseñadas. Google también proporciona asistencia para operaciones y garantía de calidad a fin de reducir los costos operativos y de implementación. Google Station admite access points selectos de los principales proveedores y redes estándar de la industria.

source: Connect to <br/> so much more
es_419: Extiende aún más tu conexión

source: Country
es_419: País

source: Created by
es_419: Creado por

source: Current Locations
es_419: Ubicaciones actuales

source: Current partners
es_419: Socios actuales

source: Customer analytics
es_419: Estadísticas del cliente

source: Data Plane
es_419: Plano de datos

source: Data Plane Tunnel(s)
es_419: Túneles de plano de datos

source: Delightful customer experience
es_419: Experiencia de usuario agradable

source: Do you already provide Wi-Fi to your customers at your venues?
es_419: ¿Ya les brindas Wi-Fi a tus clientes en tus establecimientos?

source: Do you already provide Wi-Fi to your employees at your venues?
es_419: ¿Ya les brindas Wi-Fi a tus empleados en tus establecimientos?

source: Do you focus on a specific industry vertical or function?
es_419: ¿Te enfocas en una función o sector específico de la industria?

source: Do you have a fiber connection to your venue(s)?
es_419: ¿Tienes una conexión de fibra en tus establecimientos?

source: Do you provide a Wi-Fi solution to your customers today?
es_419: ¿Ofreces una solución Wi-Fi a tus clientes actualmente?

source: Do you serve enterprise (non-residential) customers?
es_419: ¿Cuentas con clientes empresariales (no residenciales)?

source: Email (work)
es_419: Correo electrónico (laboral)

source: Enjoy speedy Wi-Fi and discover more of what the internet can offer.
es_419: Disfruta de una conexión Wi-Fi rápida y descubre más de lo que Internet puede ofrecerte.

source: Enter your organization type
es_419: Ingresa el tipo de organización

source: Fast
es_419: Rápido

source: For Everyone
es_419: Para todo el mundo

source: For public venues
es_419: Para establecimientos públicos

source: Form
es_419: Formulario

source: From monetization opportunities to simplified network setup, Google Station makes Wi-Fi sustainable.
es_419: Google Station brinda desde oportunidades de monetización hasta configuraciones de red simplificadas para que las conexiones Wi-Fi sean sustentables.

source: Get Google Station
es_419: Obtén Google Station

source: Get to know your customers
es_419: Conoce a tus clientes

source: Give your customers a delightful experience
es_419: Brinda una experiencia agradable a tus clientes

source: Google Station in
es_419: Google Station en

source: Google Station provides an API for communicating service status, smart analytics, and alerting so you can maintain your network with software tools you already use (like your incident management system). Analyze your network performance, investigate issues, and produce custom reports with access to our machine learning expertise and raw network data stored in the Google Cloud.
es_419: Google Station proporciona una API para las estadísticas inteligentes, las alertas y la comunicación del estado del servicio para que puedas mantener tu red con herramientas de software que ya usas (como tu sistema de administración de incidentes). Analiza el rendimiento de tu red, investiga los problemas y genera informes personalizados con acceso a nuestra experiencia en aprendizaje automático y datos de red sin procesar almacenados en Google Cloud.

source: Google Station provides:
es_419: Google Station ofrece lo siguiente:

source: Google Station, now in Mexico, Indonesia, and India. Better connections, in more places.
es_419: Google Station ahora está disponible en India, Indonesia y México. Disfruta de una mejor conexión en más lugares.

source: Google has a deep understanding of the world. Using information from Google Maps and other platforms, we can provide insight into popular places and how people visit them. With these insights, Google Station helps you better plan for bandwidth and network capacity requirements.
es_419: Google tiene un gran conocimiento del mundo. Con la información de Google Maps y otras plataformas, podemos proporcionar información sobre lugares populares y el comportamiento de sus visitantes. Gracias a estas estadísticas, Google Station te ayuda a planificar mejor tus requisitos de ancho de banda y capacidad de red.

source: Google is obsessed with user experience. The Google Station web portal and app-based flows are easy to use, locally relevant, and help to maximize the amount of users connecting to your network. We test and validate the experience with hands-on, in-person testing and then use cloud-based analytics to identify opportunities to fine-tune the experience.
es_419: Google le da mucha importancia a la experiencia del usuario. El portal web de Google Station y los flujos basados en apps son fáciles de usar, relevantes a nivel local y útiles para maximizar la cantidad de usuarios que se conectan a tu red. Evaluamos y validamos la experiencia con pruebas prácticas en persona y, luego, usamos estadísticas basadas en la nube para identificar oportunidades de mejorar la experiencia.

source: Google’s best practices and unique tools help speed up the planning, design, and deployment of high-performance Wi-Fi networks. With pre-integrated, tested equipment and free installation training programs, Google Station works across a variety of budget scenarios. Some of the tools we use include wizards for network design and mobile apps that automate provisioning and ongoing maintenance of your network.
es_419: Las recomendaciones de Google y sus herramientas exclusivas aceleran la planificación, el diseño y la implementación de redes Wi-Fi de alto rendimiento. Con equipos probados y preintegrados, y programas de capacitación gratuitos, Google Station se adapta a toda clase de presupuestos. Algunas de las herramientas que utilizamos incluyen asistentes de diseño de redes y apps para dispositivos móviles que automatizan el aprovisionamiento y el mantenimiento continuo de tu red.

source: Government organization
es_419: Organización gubernamental

source: Hardware manufacturer (OEM)
es_419: Fabricante de hardware (OEM)

source: How many (if any) public hotspots do you own?
es_419: ¿Cuántos hotspots públicos tienes? (si corresponde)

source: How many hotspots have you installed / do you manage? (estimated)
es_419: ¿Cuántos hotspots instalaste/administras? (Aproximadamente)

source: I can now watch HD videos without buffering and save my data with this Wi-Fi.
es_419: Con esta red Wi-Fi, puedo ahorrar datos y mirar videos en HD sin almacenamiento en búfer.

source: I connect to Wi-Fi and reply to all my emails at the station before I go to the office. This saves me so much time!
es_419: Me conecto a la red Wi-Fi y respondo a todos mis correos electrónicos en la estación antes de ir a la oficina. Ahorro mucho tiempo.

source: I dont't know
es_419: No lo sé

source: I learn new sports techniques by using the Wi-Fi at my park.
es_419: Aprendo nuevas técnicas deportivas con la red Wi-Fi del parque.

source: If so, how many enterprise customers do you have?
es_419: ¿Cuántos clientes empresariales tienes? (si corresponde)

source: If your venue already has Internet, what company currently provides this service?
es_419: Si tu establecimiento ya tiene Internet, ¿qué empresa te ofrece el servicio?

source: Locations
es_419: Ubicaciones

source: Intelligently deploy networks with Google's Insights
es_419: Implementa redes de manera inteligente con estadísticas de Google

source: International
es_419: Internacional

source: It just works.
es_419: Simplemente funciona.

source: It's useful, because many people have urgencies of communicating and they save money. In my experience, Wi-Fi works well.
es_419: Es útil porque les permite a muchas personas ahorrar dinero y comunicarse en caso de urgencia. Según mi experiencia, la red Wi-Fi funciona bien.

source: KYC (Optional)
es_419: CAC (opcional)

source: Large public venue (e.g., mall, hospital)
es_419: Establecimiento público grande (p. ej., centro comercial, hospital)

source: Last mile fiber connection
es_419: Conexión de fibra en todas partes

source: Lawful Intercept Support (ISP or government performs actual intercept)
es_419: Soporte de interceptación legal (ISP o el gobierno realiza interceptación real)

source: Learn about the experiences your customers have on your Wi-Fi from start to finish—like how long they’re connected, the quality of their connection, and how much data they consume. Google Station also provides insights for each of your specific locations, like how many unique users connect to that network and the revenue you earn as a result.
es_419: Obtén información acerca de las experiencias que tus clientes tienen en tu red Wi-Fi de principio a fin, como cuánto tiempo están conectados, la calidad de su conexión y la cantidad de datos que consumen. Google Station también proporciona estadísticas de cada una de las ubicaciones específicas, como cuántos usuarios únicos se conectan a esa red y los ingresos que obtienes como resultado.

source: Learn more
es_419: Más información

source: Long-haul
es_419: Viaje largo

source: Make your network financially sustainable
es_419: Haz que tu red sea financieramente sustentable

source: Mexico
es_419: México

source: Monetization opportunities
es_419: Oportunidades de monetización

source: Monetization, including advertisement insertion
es_419: Monetización, incluye la inserción de publicidad

source: More than just amazing technology, Google Station is an end-to-end platform that allows you to establish high-quality, sustainable Wi-Fi networks. When your customers connect to Google Station, it’s an easy, fast, and reliable experience. Plus, for partners like you, Google Station makes every connection count with Wi-Fi monetization through advertising. Google Station is offered free of charge with a revenue share based on the ability to monetize the service.
es_419: Google Station es más que una tecnología increíble: es una plataforma integral que te permite configurar redes de Wi-Fi sustentables y de alta calidad. Tus clientes disfrutarán de una experiencia de conexión a Google Station fácil, rápida y confiable. Además, para socios como tú, Google Station hace que cada conexión cuente con monetización de Wi-Fi mediante publicidad. Google Station se ofrece de forma gratuita con una distribución de ingresos basada en la capacidad de monetizar el servicio.

source: Name
es_419: Nombre

source: Network analytics
es_419: Estadísticas de red

source: Network operator / Internet service provider
es_419: Operador de red/Proveedor de servicios de Internet

source: Network performance alerting for partners
es_419: Alerta de rendimiento de red para socios

source: None of the above
es_419: Ninguna de las anteriores

source: Once customers connect, Google Station guides them through a customized, local feed of relevant content like news, videos, apps, and more.
es_419: Una vez que los clientes se conectan, Google Station los guía a través de un feed local personalizado con contenidos relevantes, como noticias, videos, aplicaciones y más.

source: Operate and monitor seamlessly
es_419: Opera y supervisa sin problemas

source: Operations
es_419: Operaciones

source: Other
es_419: Otro

source: Our promise
es_419: Nuestra promesa

source: Partner operations interface
es_419: Interfaz de operaciones del socio

source: Partner services interface
es_419: Interfaz de servicios del socio

source: Partner with us
es_419: Asóciate con nosotros

source: Partners
es_419: Socios

source: Please check the fields below for errors.
es_419: Verifica que los siguientes campos no contengan errores.

source: Please select one
es_419: Selecciona uno

source: Policy Enforcement
es_419: Cumplimiento de las políticas

source: Privacy
es_419: Privacidad

source: Radio Access Network (RAN) Design
es_419: Diseño de red de acceso por radio (RAN)

source: Reliable
es_419: Confiable

source: Retail chain (e.g., fast food restaurant)
es_419: Cadena minorista (p. ej., restaurante de comida rápida)

source: Select all that apply
es_419: Selecciona todo lo que corresponda

source: Service Probe
es_419: Investigación de servicio

source: Service Providers
es_419: Proveedores de servicios

source: Service Venues
es_419: Establecimientos de servicio

source: Services
es_419: Servicios

source: Sign Up Again
es_419: Vuelve a registrarte

source: Since 2016
es_419: Desde 2016

source: Site Selection
es_419: Selección del sitio

source: State / province of operations (if regional)
es_419: Estado/provincia donde opera (si es regional)

source: Systems integrator
es_419: Integrador de sistemas

source: Terms
es_419: Términos

source: Thanks for your interest. We'll reach out if there is an opportunity to work together.
es_419: Gracias por tu interés. Nos comunicaremos contigo si existe alguna posibilidad de trabajar juntos.

source: These fields are required.
es_419: Estos campos son obligatorios.

source: This is where metadata belongs.
es_419: Aquí es donde deben estar los metadatos.

source: Total number of venues
es_419: Cantidad total de establecimientos

source: Type of organization
es_419: Tipo de organización

source: User Data Plane(s)
es_419: Planos de datos de usuario

source: User portal
es_419: Portal del usuario

source: User session DHCP
es_419: DHCP de sesión del usuario

source: User session NAT
es_419: NAT de sesión de usuario

source: Valuable for you, easy for your customers
es_419: Valor para ti, simpleza para tus clientes

source: Value to venues
es_419: Valor para los establecimientos

source: Value-added reseller / distributor of Wi-Fi hardware
es_419: Distribuidores y revendedores de hardware de Wi-Fi con valor agregado

source: Venues
es_419: Establecimientos

source: We are expanding to hundreds of locations in Indonesia.
es_419: Nos estamos expandiendo a cientos de ubicaciones en Indonesia.

source: We are live in Mexico. If you want Google Station at your venue - contact us.
es_419: Nuestro servicio ya funciona en México. Si quieres tener Google Station en tu establecimiento, comunícate con nosotros.

source: We offer a mix of brand and conversion-based advertising with multiple digital formats (display, video, etc.) and quantifiable value for both our advertisers and you. Beyond advertising, we’re constantly experimenting with new and innovative ways to help you get the most out of your public Wi-Fi networks.
es_419: Ofrecemos una combinación de publicidad de marca y conversión con diferentes formatos digitales (gráfico, video, etc.) y un valor cuantificable para nuestros anunciantes y para ti. Además, siempre probamos formas nuevas de ayudarte a aprovechar al máximo tus redes públicas de Wi-Fi.

source: We started by bringing Google Station to railway stations in India.
es_419: Comenzamos por llevar Google Station a las estaciones de ferrocarril en la India.

source: We’ll be working with network operators, fiber providers, system integrators and other partners to bring fast Wi-Fi to more locations. Send us your information via the form below, and we’ll reach out if there’s a way for us to work together.
es_419: Trabajaremos con operadores de red, proveedores de fibra, integradores de sistemas y otros socios para brindar Wi-Fi rápido en más ubicaciones. Envíanos tu información en el siguiente formulario y nos comunicaremos contigo si hay alguna posibilidad de que trabajemos juntos.

source: We’re bringing Wi-Fi to more places around the world.
es_419: Llevaremos Wi-Fi a más lugares en todo el mundo.

source: What companies are your primary hardware manufacturing (OEM) partners?
es_419: ¿Qué empresas son tus principales socios de fabricación de hardware (OEM)?

source: What types of Wi-Fi managed services do you provide?
es_419: ¿Qué tipos de servicios de Wi-Fi administrado ofreces?

source: What types of Wi-Fi set-up services do you provide?
es_419: ¿Qué tipos de servicios de configuración de Wi-Fi ofreces?

source: Which backhaul components do you own?
es_419: ¿Qué componentes de red de retorno tienes?

source: Which companies are your primary hardware manufacturing partners?
es_419: ¿Qué empresas son tus principales socios de fabricación de hardware?

source: Wi-Fi coverage area of a single venue (estimated square meters)
es_419: Área de cobertura Wi-Fi de un solo establecimiento (metros cuadrados estimados)

source: Wi-Fi in my university helped me to quickly research the information I needed for a project and submit the assignment on time.
es_419: La red Wi-Fi de mi universidad me ayudó a buscar rápidamente la información que necesitaba para un proyecto y a entregar un trabajo a tiempo.

source: Wi-Fi is great, I download things, update apps and back-up my photos only on Wi-Fi, not on data.
es_419: La red Wi-Fi es genial: descargo cosas, actualizo apps y creo copias de seguridad de mis fotos sin usar mis datos.

source: Wi-Fi managed services provider
es_419: Proveedor de servicios de Wi-Fi administrado

source: Yes - all venues
es_419: Sí, en todos los establecimientos

source: Yes - some venues
es_419: Sí, en algunos establecimientos

source: Register
es_419: Registrarse

source: By registering with us, you agree that Google and it’s affiliates may send you promotional emails related to Google Station.
es_419: Al registrarse con nosotros, usted acepta que Google y sus afiliadas podrán enviarle correos electrónicos promocionales relacionados con Google Station.

source: Your experience will be consistent across our locations.
es_419: Tu experiencia será igual en todas nuestras ubicaciones.
